<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'パスワードの設定が完了しました。',
    'sent' => 'パスワードリセットメールを送信しました。',
    'token' => 'ページの有効期限が切れています。再度パスワード設定メールを発行してください。',
    'user' => "メールアドレスに一致するユーザーは存在していません。",

];
